Repository: stotic-dev/homete_iOS
Catalog: LocalPackage/Sources/Features/AuthFeature/Localizable.xcstrings
Source language: ja
Languages: en

source: %@へようこそ
en: Welcome to %@

source: 10文字以内で入力して下さい
en: Enter up to 10 characters

source: Appleアカウントで、すぐに始められます
en: Get started right away with your Apple Account.

source: homeauは無料のままでもすべての家事管理機能をお使いいただけます。 もっと快適に使いたい方向けに、プレミアムプランをご用意しています。
en: Every chore management feature in homeau is free to use. For an even better experience, we also offer a Premium Plan.

source: あと%lld文字
en: %lld characters left

source: あとで決める
en: Maybe Later

source: この名前はパートナーの画面でも表示されます。 後からいつでも変更可能です。
en: This name will also appear on your partner's screen. You can change it anytime.

source: はじめまして！
en: Nice to meet you!

source: まずはあなたのニックネームを教えてください
en: First, tell us your nickname

source: アカウント登録
en: Create Account

source: ダッシュボードのバナー広告が消え、家事の記録に集中できます。
en: Banner ads are removed from the Dashboard, so you can focus on your chores.

source: プランを見る
en: View Plans

source: プレミアムプランのご案内
en: Introducing Premium

source: プレミアム限定の新機能が増えても、追加の料金はかかりません。
en: New Premium-only features come at no extra cost.

source: ユーザー名
en: Username

source: 今後追加される機能もすべて使えます
en: Get every feature we add in the future

source: 例：たろう
en: e.g. Alex

# 全%lldステップ中%lldステップ目
source: 全%1$lldステップ中%2$lldステップ目
en: Step %2$lld of %1$lld

source: 広告が表示されません
en: No ads

source: 登録
en: Register

source: 続行すると、[利用規約](https://stotic-dev.github.io/homete_iOS/terms.html)と[プライバシーポリシー](https://stotic-dev.github.io/homete_iOS/privacy.html)に同意したことになります。
en: By continuing, you agree to the [Terms of Use](https://stotic-dev.github.io/homete_iOS/terms.html) and [Privacy Policy](https://stotic-dev.github.io/homete_iOS/privacy.html).
